[Cues]
Act_E2_3B_Railroad_BreakingMechanism_VoiceOver01_Max_010="I have to help lift Chloe up..."
Act_E2_3B_Railroad_CHChloe_Interact01_Max_010="I don't want to use this ax... Good Lord, Max, she's not a zombie, find another way!"
Act_E2_3B_Railroad_CHChloe_Look01_Max_010="Max, you can't just yank Chloe out like a superhero. Move!"
Act_E2_3B_Railroad_CHChloe_Look02_Max_010="Max, you fucked up. Now yank Chloe out yourself, superhero!"
Act_E2_3B_Railroad_CHMax_Interact01_Max_010="But which wire to cut?"
Act_E2_3B_Railroad_CHMax_Look01_Max_010="Like I know which wire to cut..."
Act_E2_3B_Railroad_CHMax_VoiceOver01_Max_010="I better find a tool to cut those wires..."
Act_E2_3B_Railroad_CableDrum_Interact01_Max_010="Whoa, I seriously wrecked the switching lever. This should help me free Chloe, but I could have done it another way..."
Act_E2_3B_Railroad_CableDrum_Interact02_Max_010="Damn, something is blocking the drum!"
Act_E2_3B_Railroad_CableDrum_Look01_Max_010="I don't know. This looks way too heavy... and right over the switching lever..."
Act_E2_3B_Railroad_CableGreen_Interact01_Max_010="Stupid light. No go. Shit."
Act_E2_3B_Railroad_CableRed_Interact01_Max_010="Now that's the right cable!"
Act_E2_3B_Railroad_CableYellow_Interact01_Max_010="Whoa—short circuit city!"
Act_E2_3B_Railroad_Cables_Interact01_Max_010="Maybe an ax isn't the best precision tool for electronics..."
Act_E2_3B_Railroad_Cables_Interact02_Max_010="But which cable to cut?"
Act_E2_3B_Railroad_Cables_Look01_Max_010="Like I know which cable to cut..."
Act_E2_3B_Railroad_ChloeStuck_VoiceOver01_Max_010="Another tornado vision and now Chloe needs help!"
Act_E2_3B_Railroad_ChloeStuck_VoiceOver01_Max_020="Oh shit, I have to get Chloe out of there!"
Act_E2_3B_Railroad_ChloeStuck_VoiceOver02_Max_010="I have to find a way to help Chloe!"
Act_E2_3B_Railroad_ChloeStuck_VoiceOver03_Max_010="Maybe I can find tools in the shed that'll help save Chloe..."
Act_E2_3B_Railroad_Crowbar_Interact01_Max_010="I can definitely use this bad boy!"
Act_E2_3B_Railroad_Crowbar_Look01_Max_010="A crowbar! This is exactly what I need!"
Act_E2_3B_Railroad_DoorLock_Interact01_Max_010="In and out. No problem."
Act_E2_3B_Railroad_DoorLock_Look01_Max_010="Hey cool, now I don't have to force the door open from the other side."
Act_E2_3B_Railroad_FuseBox_Interact01_Max_010="Awesome, it's not locked!"
Act_E2_3B_Railroad_FuseBox_Look01_Max_010="Hmmm, maybe I can open this fuse box."
Act_E2_3B_Railroad_Hatchet_Interact01_Max_010="Okay, what can I slice with this?"
Act_E2_3B_Railroad_Hatchet_Look01_Max_010="Man, that ax looks sharp... too sharp. Wait a minute..."
Act_E2_3B_Railroad_Pliers_Interact01_Max_010="Now I can pull a total MacGyver!"
Act_E2_3B_Railroad_Pliers_Look01_Max_010="Yes! Pliers!"
Act_E2_3B_Railroad_ReleasingMechanism_VoiceOver01_Max_010="Come on, Max... you can do it... just pull the damn lever!"
Act_E2_3B_Railroad_ShedDoor_Interact01_Max_010="Score!"
Act_E2_3B_Railroad_ShedDoor_Interact02_Max_010="Shit, I can't budge it at all!"
Act_E2_3B_Railroad_ShedDoor_Look01_Max_010="Of course the door is locked. I have to force my way in."
Act_E2_3B_Railroad_Switching_Interact01_Max_010="I can't even move it an inch!"
Act_E2_3B_Railroad_Switching_Interact02_Max_010="I can't even move it with this crowbar! For real?"
Act_E2_3B_Railroad_Switching_Interact03_Max_010="Yes! I did it!"
Act_E2_3B_Railroad_Switching_Look01_Max_010="I need to pull this switching lever right now!"
Act_E2_3B_Railroad_Wedge_Interact01_Max_010="Now I can finally move the drum."
Act_E2_3B_Railroad_Wedge_Interact02_Max_010="Shit, it's stuck! I need something to move it..."
Act_E2_3B_Railroad_Wedge_Look01_Max_010="This wedge locks the drum in place..."
Cue_E2_3B_Railroad_CHChloe_ChloeStuck_Chloe_001="Get me outta here Max!"
Cue_E2_3B_Railroad_CHChloe_ChloeStuck_Chloe_002="Find something! Free me!"
Cue_E2_3B_Railroad_CHChloe_ChloeStuck_Chloe_003="I don't wanna die here!"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_039="We need a new secret hangout... At least Frank wouldn't find us. Are you okay, Max?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_044="I'm sorry. But Frank isn't as hardcore as he fronts. All he cares about is his cash, stash and mangy dog."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_047="Max, I know. Crazy shit is the new normal for me...That's why I planned to leave Arcadia Bay without paying Frank off..."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_049="Frank Bowers. He's just a dealer. Where I get my weed. The one in your joint, remember? Anyway, Frank and I kind of hung out."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_050="Frank Bowers. Obviously don't get my pot from you, remember? Anyway, Frank and I kind of hung out."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_053="No, we didn't have sex. Gross, man. He never even tried. I just made the mistake of borrowing money so Rachel and I could bail outta here..."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_054="No, it's my "trying to scrounge some quick cash so Rachel and I could get the hell out of here" phase. Frank had quick cash. That's all."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_056="No. I want to know how Frank got Rachel's bracelet... What do you think?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_062="You're not that different. She had—has a great eye for images and for art. Plus, she's a smartass like you. We would all be hella "best friends forever.""
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Chloe_064="It's so weird talking to you about this insane crap. We haven't hung out this much since we were tweens... and it's like no time has passed. I wish Rachel was here to meet you..."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_041="Can we build another pirate fort and keep the world out?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_042="I'm still freaked out about what happened. That was awful, Chloe."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_043="Do you really think Frank will try to track us down?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_045="Chloe, are you for reals? Frank just took your gun and threatened us! He's armed and clearly dangerous."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_046="Chloe, did you see what just happened? I almost shot him! I know I could rewind, but Chloe, this is not playtime. No more guns."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_048="Now tell me exactly what's going on between you and Frank... Does he have a last name?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_051="Hung out? You don't mean you..."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_052="Is this your "bad boy" phase?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_055="That's it?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_057="I think we have to be careful. And keep an eye on this guy. Without him eyeballing us, okay?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_058="I don't know anymore. My brain is so fried from all this. I need a mental enema."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_060="Do you think that Rachel and I would have been friends?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_061="Why? I bet she would hate me."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_063="We haven't hung out since we were tweens and it feels like zero time has passed... That's how you know somebody is a true friend."
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_065="Seriously Chloe, this is scary. What if Frank tries to track us down?"
Cue_E2_3B_Railroad_CHChloe_FrankTalk_Max_066="I know she must be as cool as you are. I have no doubt we'll meet soon."
Cue_E2_3B_Railroad_CHChloe_Interact02_Chloe_020="You saved me again. Crazy. Now we're totally bonded for life!"
Cue_E2_3B_Railroad_CHChloe_Interact02_Chloe_040="I got splinters in my ass and leg, so I wish there was a less violent way for you to save me... And now the trains can't get to the lumber mill... Oops."
Cue_E2_3B_Railroad_CHChloe_Interact02_Max_010="Damn, that was close."
Cue_E2_3B_Railroad_CHChloe_Interact02_Max_030="You okay?"
Cue_E2_3B_Railroad_Extraction_Chloe_010="Aren't you glad I took you away to a nice quiet desolate spot?"
Cue_E2_3B_Railroad_Extraction_Chloe_030="Since you're the mysterious superhero... I'll be your faithful chauffeur and companion."
Cue_E2_3B_Railroad_Extraction_Chloe_050="That's okay—we will. Forever."
Cue_E2_3B_Railroad_Extraction_Max_020="It was cool to spend time in your lair. But I have to get back to school before my next class..."
Cue_E2_3B_Railroad_Extraction_Max_040="My powers might not last, Chloe."
Cue_E2_3B_Railroad_Insertion_ChloeTrapped_Chloe_050="Max? Help! I'm stuck!"
Cue_E2_3B_Railroad_Insertion_ChloeTrapped_Max_010="Perfect..."
Cue_E2_3B_Railroad_Insertion_ChloeTrapped_Max_020="Oh you son of a buck..."
Cue_E2_3B_Railroad_Insertion_ChloeTrapped_Max_030="That fucking tornado was no dream..."
Cue_E2_3B_Railroad_Insertion_ChloeTrapped_Max_040="What's that noise? The train... Oh shit!"
Cue_E2_3B_Railroad_Insertion_ChloeTrapped_Max_060="Hold on, Chloe!"
Cue_E2_3B_Railroad_Insertion_Dial01_Chloe_010="I still can't believe you pulled a gun on Frank. That was epic."
Cue_E2_3B_Railroad_Insertion_Dial01_Chloe_030="You can just rewind time in your hand and stick that barrel right up Frank's ass. You have the power!"
Cue_E2_3B_Railroad_Insertion_Dial01_Chloe_050="I can't believe you basically gave him my gun. "Here ya go, Frank.""
Cue_E2_3B_Railroad_Insertion_Dial01_Chloe_070="I'm not mad. It adds up in my mind as people letting me down. And I just liked having that gun, man."
Cue_E2_3B_Railroad_Insertion_Dial01_Chloe_090="I'm just glad you were here."
Cue_E2_3B_Railroad_Insertion_Dial01_Chloe_110="Let's take a break and I'll talk."
Cue_E2_3B_Railroad_Insertion_Dial01_Chloe_120="Feels like a different world, huh? I wish we could stay forever."
Cue_E2_3B_Railroad_Insertion_Dial01_Max_020="It felt awful. I'm glad there was no bullets in there—"
Cue_E2_3B_Railroad_Insertion_Dial01_Max_040="You're gross. Don't fall!"
Cue_E2_3B_Railroad_Insertion_Dial01_Max_060="You can't keep getting mad at me. Especially for stupid shit."
Cue_E2_3B_Railroad_Insertion_Dial01_Max_080="Now you have me to protect you."
Cue_E2_3B_Railroad_Insertion_Dial01_Max_100="Me too... I think. Chloe, why the hell are you hanging around scary losers like Frank? It's weird."
Cue_E2_3B_Railroad_Insertion_PostDial1_Chloe_010="Railroad tracks always make me feel better... I have no idea why..."
Cue_E2_3B_Railroad_Insertion_PostDial1_Chloe_030="Look at the beat poet here."
Cue_E2_3B_Railroad_Insertion_PostDial1_Chloe_050="You are. You just have to stop being afraid..."
Cue_E2_3B_Railroad_Insertion_PostDial1_Max_020="Kerouac knew. It's the romance of travel and movement... The sound of the train whistle at night..."
Cue_E2_3B_Railroad_Insertion_PostDial1_Max_040="I'd rather be a good photographer."
Cue_E2_3B_Railroad_Switching_Interact03_Chloe_030="I hope the train has a nice trip... since we kinda rerouted it..."
Cue_E2_3B_Railroad_Switching_Interact03_Max_020="Absolutely."
Cue_E2_3B_Railroad_TrainLoop_Chloe_010="Come on, Max! Hurry!"
Cue_E2_3B_Railroad_TrainLoop_Chloe_020="Please, get me outta of here!"
Cue_E2_3B_Railroad_TrainLoop_Chloe_030="Max!"
Cue_E2_3B_Railroad_TrainLoop_Chloe_040="The train is coming! Max, please!"
Cue_E2_3B_Railroad_TrainLoop_Chloe_050="Max, get me outta of here!"
Cue_E2_3B_Railroad_TrainLoop_Chloe_060="Please!"
Cue_E2_3B_Railroad_TrainLoop_Chloe_070="Please..."
Cue_E2_3B_Railroad_TrainLoop_Chloe_080="Please!!!"
